{
    "projectDetailPage": {
        "title": "Ашық деректер 2.0",
        "status": "Белсенді",
        "date": "Іске асыру мерзімі: 2024 жылғы қаңтар - 2024 жылғы желтоқсан",
        "description": "\"Ашық деректер 2.0\" жобасы Қазақстан азаматтарына мемлекеттік басқарудың ашықтығын арттыру және ақпараттың қолжетімділігін қамтамасыз ету мақсатында әзірленген. Біздің мақсатымыз — мемлекеттік деректерді машинамен оқылатын форматта біріктіретін біртұтас платформа құру, бұл кәсіпкерлерге, зерттеушілерге және азаматтарға ақпаратқа ыңғайлы қолжетімділікті қамтамасыз етеді. Платформа статистика, бюджеттер, тендерлер нәтижелері, мемлекеттік органдардың қызметі туралы есептер, сондай-ақ елдегі әлеуметтік, экономикалық және экологиялық жағдай туралы деректер сияқты әртүрлі ақпарат түрлерін қамтитын болады.",
        "blueText": "Жобаның негізгі міндеттері:",
        "list": [
            "Ашық деректерді жариялау стандарттарын әзірлеу",
            "Ашық деректердің біртұтас порталын құру",
            "Мемлекеттік қызметшілерді ашық деректермен жұмыс істеуге үйрету",
            "Дамыту қоғамдастықтарын құру және сарапшылармен жұмыс істеу"
        ],
        "moreDescription": "\"Ашық деректер 2.0\" жобасының іске асырылуы мемлекеттік құрылымдардың ашықтығы мен есептілігін арттыруға ықпал етеді және азаматтардың мемлекетпен өзара әрекеттесуін тиімдірек әрі ашық етеді деп сенеміз. Жобаның жүзеге асуы Қазақстандағы цифрлық мемлекеттік басқарудың дамуына маңызды қадам болады, азаматтар үшін қоғамдық өмірге қатысу және негізделген шешімдер қабылдау үшін қажетті құралдарды қамтамасыз етеді.",
        "button1": "Жоба сайтына өту",
        "button2": "GitHub репозиториі",
        "teamTitle": "Жоба командасы",
        "similarProjectsTitle": "Ұқсас жобалар",
        "backToProjects": "Жобалар тізіміне оралу",
        "similarProjects": [
            {
                "title": "E-Gov 2.0",
                "description": "Электронды үкімет порталын жаңарту"
            },
            {
                "title": "Smart City",
                "description": "Ақылды қала технологияларын дамыту"
            },
            {
                "title": "Digital ID",
                "description": "Азаматтарды сандық сәйкестендіру"
            }
        ]
    }
}