// src/data/newsData.js
const newsData = [
    {
        imgSrc: "/np_Card1.png",
        title: "Новая платформа электронного правительства запущена в тестовом режиме",
        description: "Инновационная платформа предоставит гражданам улучшенный доступ к государственным услугам...",
        date: "15 февраля 2025",
        author: "Анна Петрова",
        tag: "Технологии",
        link: "/newsDetail"
    },
    {
        imgSrc: "/np_Card2.png",
        title: "Парламент рассмотрит новый законопроект о цифровой идентификации",
        description: "Законопроект направлен на усиление безопасности персональных данных граждан...",
        date: "14 февраля 2025",
        author: "Максим Иванов",
        tag: "Закон",
        link: "/newsDetail"
    },
    {
        imgSrc: "/np_Card3.png",
        title: "Запуск образовательной программы по цифровой грамотности",
        description: "Министерство образования объявило о начале масштабной программы обучения...",
        date: "13 февраля 2025",
        author: "Елена Смирнова",
        tag: "Образование",
        link: "/newsDetail"
    },
    {
        imgSrc: "/np_Card4.png",
        title: "Внедрение технологии блокчейн в государственном секторе",
        description: "Новая инициатива позволит повысить прозрачность государственных процессов...",
        date: "12 февраля 2025",
        author: "Сергей Козлов",
        tag: "Блокчейн",
        link: "/newsDetail"
    },
    {
        imgSrc: "/np_Card5.png",
        title: "Результаты общественного обсуждения городского планирования",
        description: "Подведены итоги масштабного опроса граждан о развитии городской инфраструктуры...",
        date: "11 февраля 2024",
        author: "Мария Николаева",
        tag: "Общество",
        link: "/newsDetail"
    },
    {
        imgSrc: "/np_Card6.png",
        title: "Новые меры поддержки малого и среднего бизнеса",
        description: "Правительство утвердило комплекс мер по стимулированию предпринимательства...",
        date: "10 февраля 2024",
        author: "Дмитрий Соколов",
        tag: "Бизнес",
        link: "/newsDetail"
    },
    {
        imgSrc: "/np_Card6.png",
        title: "Новые меры поддержки малого и среднего бизнеса",
        description: "Правительство утвердило комплекс мер по стимулированию предпринимательства...",
        date: "10 февраля 2024",
        author: "Дмитрий Соколов",
        tag: "Бизнес",
        link: "/newsDetail"
    },
    {
        imgSrc: "/np_Card6.png",
        title: "Новые меры поддержки малого и среднего бизнеса",
        description: "Правительство утвердило комплекс мер по стимулированию предпринимательства...",
        date: "10 февраля 2024",
        author: "Дмитрий Соколов",
        tag: "Бизнес",
        link: "/newsDetail"
    },
    {
        imgSrc: "/np_Card6.png",
        title: "Новые меры поддержки малого и среднего бизнеса",
        description: "Правительство утвердило комплекс мер по стимулированию предпринимательства...",
        date: "10 февраля 2024",
        author: "Дмитрий Соколов",
        tag: "Бизнес",
        link: "/newsDetail"
    },
    {
        imgSrc: "/np_Card6.png",
        title: "Новые меры поддержки малого и среднего бизнеса",
        description: "Правительство утвердило комплекс мер по стимулированию предпринимательства...",
        date: "10 февраля 2024",
        author: "Дмитрий Соколов",
        tag: "Бизнес",
        link: "/newsDetail"
    },
    {
        imgSrc: "/np_Card6.png",
        title: "Новые меры поддержки малого и среднего бизнеса",
        description: "Правительство утвердило комплекс мер по стимулированию предпринимательства...",
        date: "10 февраля 2024",
        author: "Дмитрий Соколов",
        tag: "Бизнес",
        link: "/newsDetail"
    },
    {
        imgSrc: "/np_Card6.png",
        title: "Новые меры поддержки малого и среднего бизнеса",
        description: "Правительство утвердило комплекс мер по стимулированию предпринимательства...",
        date: "10 февраля 2024",
        author: "Дмитрий Соколов",
        tag: "Бизнес",
        link: "/newsDetail"
    },
    {
        imgSrc: "/np_Card3.png",
        title: "Запуск образовательной программы по цифровой грамотности",
        description: "Министерство образования объявило о начале масштабной программы обучения...",
        date: "13 февраля 2025",
        author: "Елена Смирнова",
        tag: "Образование",
        link: "/newsDetail"
    },
    {
        imgSrc: "/np_Card3.png",
        title: "Запуск образовательной программы по цифровой грамотности",
        description: "Министерство образования объявило о начале масштабной программы обучения...",
        date: "13 февраля 2025",
        author: "Елена Смирнова",
        tag: "Образование",
        link: "/newsDetail"
    },
    {
        imgSrc: "/np_Card3.png",
        title: "Запуск образовательной программы по цифровой грамотности",
        description: "Министерство образования объявило о начале масштабной программы обучения...",
        date: "13 февраля 2025",
        author: "Елена Смирнова",
        tag: "Образование",
        link: "/newsDetail"
    },
    {
        imgSrc: "/np_Card3.png",
        title: "Запуск образовательной программы по цифровой грамотности",
        description: "Министерство образования объявило о начале масштабной программы обучения...",
        date: "13 февраля 2025",
        author: "Елена Смирнова",
        tag: "Образование",
        link: "/newsDetail"
    },
    {
        imgSrc: "/np_Card3.png",
        title: "Запуск образовательной программы по цифровой грамотности",
        description: "Министерство образования объявило о начале масштабной программы обучения...",
        date: "13 февраля 2025",
        author: "Елена Смирнова",
        tag: "Образование",
        link: "/newsDetail"
    },
    {
        imgSrc: "/np_Card3.png",
        title: "Запуск образовательной программы по цифровой грамотности",
        description: "Министерство образования объявило о начале масштабной программы обучения...",
        date: "13 февраля 2025",
        author: "Елена Смирнова",
        tag: "Образование",
        link: "/newsDetail"
    },
    {
        imgSrc: "/np_Card2.png",
        title: "Парламент рассмотрит новый законопроект о цифровой идентификации",
        description: "Законопроект направлен на усиление безопасности персональных данных граждан...",
        date: "14 февраля 2025",
        author: "Максим Иванов",
        tag: "Закон",
        link: "/newsDetail"
    },
    {
        imgSrc: "/np_Card2.png",
        title: "Парламент рассмотрит новый законопроект о цифровой идентификации",
        description: "Законопроект направлен на усиление безопасности персональных данных граждан...",
        date: "14 февраля 2025",
        author: "Максим Иванов",
        tag: "Закон",
        link: "/newsDetail"
    },
    {
        imgSrc: "/np_Card2.png",
        title: "Парламент рассмотрит новый законопроект о цифровой идентификации",
        description: "Законопроект направлен на усиление безопасности персональных данных граждан...",
        date: "14 февраля 2025",
        author: "Максим Иванов",
        tag: "Закон",
        link: "/newsDetail"
    },
    {
        imgSrc: "/np_Card2.png",
        title: "Парламент рассмотрит новый законопроект о цифровой идентификации",
        description: "Законопроект направлен на усиление безопасности персональных данных граждан...",
        date: "14 февраля 2025",
        author: "Максим Иванов",
        tag: "Закон",
        link: "/newsDetail"
    },
    {
        imgSrc: "/np_Card2.png",
        title: "Парламент рассмотрит новый законопроект о цифровой идентификации",
        description: "Законопроект направлен на усиление безопасности персональных данных граждан...",
        date: "14 февраля 2025",
        author: "Максим Иванов",
        tag: "Закон",
        link: "/newsDetail"
    },
    {
        imgSrc: "/np_Card2.png",
        title: "Парламент рассмотрит новый законопроект о цифровой идентификации",
        description: "Законопроект направлен на усиление безопасности персональных данных граждан...",
        date: "14 февраля 2025",
        author: "Максим Иванов",
        tag: "Закон",
        link: "/newsDetail"
    },
    {
        imgSrc: "/np_Card1.png",
        title: "Новая платформа электронного правительства запущена в тестовом режиме",
        description: "Инновационная платформа предоставит гражданам улучшенный доступ к государственным услугам...",
        date: "15 февраля 2025",
        author: "Анна Петрова",
        tag: "Технологии",
        link: "/newsDetail"
    },
    {
        imgSrc: "/np_Card1.png",
        title: "Новая платформа электронного правительства запущена в тестовом режиме",
        description: "Инновационная платформа предоставит гражданам улучшенный доступ к государственным услугам...",
        date: "15 февраля 2025",
        author: "Анна Петрова",
        tag: "Технологии",
        link: "/newsDetail"
    },
    {
        imgSrc: "/np_Card1.png",
        title: "Новая платформа электронного правительства запущена в тестовом режиме",
        description: "Инновационная платформа предоставит гражданам улучшенный доступ к государственным услугам...",
        date: "15 февраля 2025",
        author: "Анна Петрова",
        tag: "Технологии",
        link: "/newsDetail"
    },
    {
        imgSrc: "/np_Card1.png",
        title: "Новая платформа электронного правительства запущена в тестовом режиме",
        description: "Инновационная платформа предоставит гражданам улучшенный доступ к государственным услугам...",
        date: "15 февраля 2025",
        author: "Анна Петрова",
        tag: "Технологии",
        link: "/newsDetail"
    },
    {
        imgSrc: "/np_Card1.png",
        title: "Новая платформа электронного правительства запущена в тестовом режиме",
        description: "Инновационная платформа предоставит гражданам улучшенный доступ к государственным услугам...",
        date: "15 февраля 2025",
        author: "Анна Петрова",
        tag: "Технологии",
        link: "/newsDetail"
    },
    {
        imgSrc: "/np_Card1.png",
        title: "Новая платформа электронного правительства запущена в тестовом режиме",
        description: "Инновационная платформа предоставит гражданам улучшенный доступ к государственным услугам...",
        date: "15 февраля 2025",
        author: "Анна Петрова",
        tag: "Технологии",
        link: "/newsDetail"
    },
];

export default newsData;